Repository: ValyaGrachyov/Homework
Catalog: MyPortfolio/Infrastructure/Persistence.Services/Resources/SharedResource.*.resx
Languages: ru_ru

source: React
ru_ru: Реакт

source: Add
ru_ru: Добавить

source: Delete
ru_ru: Удалить

source: Dotnet
ru_ru: Доткек

source: Edit
ru_ru: Изменить

# Id
source: Idendificator
ru_ru: Номер

source: Name
ru_ru: Имя

# Score
source: Experience
ru_ru: Стаж

source: KFU
ru_ru: КФУ

# str_welcome_message
source: Welcome in English
ru_ru: Даров

# ASP
source: ASP.NET Core
ru_ru: ASP.NET Core(по-русски)

source: BACHELOR OF FINE ARTS
ru_ru: Бахелос хорошего искусства

source: Commit
ru_ru: Подтвердить

source: Degree
ru_ru: Степень

source: Description
ru_ru: Описание

source: Education
ru_ru: Образование

source: EndDate
ru_ru: Дата конца

source: GRAPHIC DESIGN
ru_ru: Мастер графического дизайна

source: Imba
ru_ru: Имба

source: ITIS
ru_ru: ИТИС

source: MAN
ru_ru: Мужчина

source: MASTER OF FINE ARTS
ru_ru: Дезигн Мастер

source: NULLRochester Institute of Technology, Rochester, NY
ru_ru: Null Рочестерский институт технологий

# OrganizationName
source: OrgName
ru_ru: Название организации

source: ORIS
ru_ru: ОРИС

source: Professional Experience
ru_ru: Опыт Работы

source: PROGER
ru_ru: Прогер

source: Pushka
ru_ru: Пушка

source: Rochester Institute of Technology, Rochester, NY
ru_ru: Институт Рочестера

source: Specialization
ru_ru: Специализация

source: StartDate
ru_ru: Дата начала

source: ConfirmPassword
ru_ru: Повторите пароль

source: Email
ru_ru: Почта

# ErrorConfirmPassword
source: Password doesn't compared
ru_ru: Пароли не совпали

# ErrorEmail
source: Emial is error
ru_ru: Неверная почта

# ErrorName
source: Name is error
ru_ru: Неверное имя

# ErrorPassword
source: Pass is error
ru_ru: Неверный пароль

source: Password
ru_ru: Пароль
